{
    "welcome": "Xos geldiz",
    "home": "Əsas səhifə",
    "about": {
      "title": "Haqqimizda",
      "content": "Biz qlobal kompaniyayiq"
    },
    "products":"Məhsullar",
    "contacts": "Əlaqə",
    "aboutus":"Haqqımızda",
    "about-desc":"RY technology- havalandırma, kondisionerləşdirmə və isitmə sistemləri istehsalı ilə məşğul olan müəssisələr üçün istehsal proseslərini avtomatlaşdırmağa yönəlmiş qabaqcıl proqram həlləri təqdim edir. Amerikanın texnologiya şirkəti Metalab-ın Azərbaycandakı rəsmi tərəfdaşıdır.",
    "services":"Xidmətlərimiz",
    "services-desc":"RY technology- havalandırma, kondisionerləşdirmə və isitmə sistemləri istehsalı ilə məşğul olan müəssisələr üçün istehsal proseslərini avtomatlaşdırmağa yönəlmiş qabaqcıl proqram həlləri təqdim edir. Amerikanın texnologiya şirkəti Metalab-ın Azərbaycandakı rəsmi tərəfdaşıdır.",
    "morebtn":" Daha ətraflı",
    "camshort":"PractiCAM, bizim CAM və xərclərin hesablanması proqramımız sizə ən qabaqcıl istehsal texnologiyasını təklif edir. Minlərlə fitinqlər, məhsullar, hissələr, formalar, naxışlar və aksesuarlar. Mağazanız üçün ən effektiv, səmərəli və qənaətcil həll.",
    "cadshort":"Bizim CAD proqram təminatımız olan PractiCAD™ dizayn və layihələşdirmə işinizin hər bir aspekti üçün tam avtomatlaşdırılmış fərdi iş axını üçün ən mükəmməl vasitədir, sizin təxmin və istehsal proseslərinizlə tam və qüsursuz inteqrasiya olunur.",
     "about1": "Uzun illərdir ki, Metlab  şirkəti sizin üçün PractiCAM™  sistemini, həmçinin hava kanallarının avtomatlaşdırılmış layihələndirmə sistemi olan PractiCAD™ proqramını hazırlayır. Bu illər ərzində biz hər bir istifadəçimizin istək və təkliflərinə diqqətlə yanaşırıq, istehsalatdakı çətinliklərinizi dinləyirik və sizin işinizi mümkün qədər asanlaşdırmaq üçün əlimizdən gələni edirik (bunu bizimlə uzun müddətdir çalışan istifadəçilər çox yaxşı bilirlər). 17 il ərzində təqdim etdiyiniz təkliflər və rəy əsasında məhsullarımızı davamlı olaraq təkmilləşdirmişik. Qeyd etmək lazımdır ki, PractiCAM™ sadəcə hazırlanmayıb, o ixtira olunub, çünki onun əsasında daha əvvəl heç kimin tətbiq etmədiyi tamamilə yeni fitinq qurulma prinsipləri dayanır.",
   "about2":"PractiCAM™ sisteminin əsas prinsipləri təbəqə metalın kəsilməsi ilə məşğul olan müəssisələrlə davamlı əməkdaşlıq və dialoq nəticəsində formalaşıb. Bizim məqsədimiz – sizin istehsalat prosesinizi mümkün qədər sadələşdirməkdir. Hər dəfə iş axınında inkişaf üçün yeni bir imkan gördükdə, onu maksimum tezliklə proqramda reallaşdırmağa çalışırıq. PractiCAM™ ilə işləməyi öyrənmək asandır. Cəmi bir neçə saatlıq təcrübə ilə siz yaxşı nəticələr əldə edə bilərsiniz (təcrübə avadanlığın artıq quraşdırıldığını və qoşulduğunu nəzərdə tutur). Proqramın bəzi incəliklərini (məsələn, spesifikasiyalarla işləmək) öyrənmək bir az daha çox vaxt tələb edə bilər, lakin əsas prinsipləri mənimsədikdən sonra işə tam şəkildə başlaya bilərsiniz.",
     "service1":"Hər növ hava kanallarının, həmçinin təbəqə və rulon metalından, eləcə də boru blanklarından istənilən digər elementlərin hazırlanması. PractiCAM™ sisteminin kitabxanaları olduqca genişdir və analoqu yoxdur. Onlar 4000-dən artıq fitinq və 1600-dən çox parametrik düz detalı ehtiva edir. Belə bir zənginliyə baxmayaraq, PractiCAM™ sisteminin kitabxanaları daima genişlənir — proqramın hər yeni versiyası ilə birlikdə sizi yeni elementlər gözləyəcək. Mövcud kitabxanalardan əlavə, sizə lazım olan qədər müxtəlif fitinq, düz detal və digər elementlər yaratmağımız mümkündür. Sifariş etdiyiniz detallar tamamilə pulsuz hazırlanacaq və qısa müddət ərzində sizə göndəriləcək (detalın mürəkkəbliyindən asılı olaraq, adətən bu proses 1-dən 3 iş gününə qədər vaxt aparır).",
    "service2":"PractiCAM™ sistemi çoxlu sayda plazma, lazer və digər CNC dəzgah modellərini dəstəkləyir. Bundan əlavə, sistem spiral dəzgahlarla, ştamplama avadanlıqları ilə, boru kəsiciləri ilə və ştrix-kod oxuyucularla işləyə bilir. Əgər sizin dəzgah modeliniz bizim kitabxanada yoxdursa, biz çox qısa müddətdə və tamamilə pulsuz olaraq sizə uyğun postprosessor hazırlayırıq — bu da proqramımızın sizin avadanlığınızla problemsiz işləməsini təmin edir.",
    "service3":"İş prosesi zamanı PractiCAM™ sistemi daim və dəqiq şəkildə istehsal ediləcək detalların maya dəyərini hesablayır. Tam hesablama material dəyərini, işçilik xərclərini, bərkidici elementlərin (bolt, vint, rels, pərçim və s.) və digər aksesuarların (qanadlar, ştangalar, klapanlar və s.) xərclərini nəzərə alır. Misal kimi, Amerikanın SMACNA standartına uyğun cədvəllər təqdim olunur, lakin siz öz müəssisənizin istehsalat xüsusiyyətlərini nəzərə alaraq fərdi norma cədvəlləri də yarada bilərsiniz.",
    "desctitle1":"İstənilən avadanlıqla uyğunluq",
    "desctitle2":"Ani və dəqiq xərclərin smetası"

}


