{
  "welcome": "Welcome",
  "home": "Home",
  "about": {
    "title": "About Us",
    "content": "We are a global company"
  },
  "products": "Products",
  "contacts": "Contacts",
  "aboutus": "About Us",
  "about-desc": "RY Technology offers advanced software solutions aimed at automating the production processes of companies engaged in the manufacture of ventilation, air conditioning, and heating systems. It is the official partner of the American technology company Metalab in Azerbaijan.",
  "services": "Our services",
  "services-desc": "RY Technology offers advanced software solutions aimed at automating the production processes of companies engaged in the manufacture of ventilation, air conditioning, and heating systems. It is the official partner of the American technology company Metalab in Azerbaijan.",
   "morebtn":"More",
   "camshort":"PractiCAM, our CAM and cost estimating software, offers you the most advanced manufacturing technology. Thousands of fittings, products, parts, shapes, patterns and accessories. Most effective, efficient and economical solution for your shop.",
   "cadshort":"PractiCAD™, our CAD software, is the ultimate tool for a fully automated custom workflow for every aspect of your design and drafting work, completely and seamlessly integrated with your estimating and manufacturing processes.",
   "about1": "For many years, our company Metlab has been developing the PractiCAM™ system, as well as PractiCAD™ software for automatic design of ductwork.Over the years, we have paid close attention to each user’s requests and suggestions, listened to the challenges faced in production, and done everything we could to make your job easier (long-time users know this well). For 17 years, we have continuously improved our products based on your feedback and ideas. It's worth noting that PractiCAM™ was not only developed — it was invented, because it’s based on completely new fitting generation principles that no one had implemented before.",
   "about2":"The core principles of the PractiCAM™ system were formed through constant cooperation and dialogue with businesses working in sheet metal cutting. Our goal is to make your production process as simple as possible. Whenever we spot a new opportunity for improvement in the workflow, we aim to implement it in the software as soon as possible. Learning to use PractiCAM™ is easy. With just a few hours of experience (assuming your equipment is already installed and connected), you can start getting good results. Some features (like working with specifications) may take more time to master, but once you understand the core concepts, you're good to go.",
  "service1":"Production of any elements made from sheet or rolled metal, pipe parts, or any other components. The PractiCAM™ system offers a uniquely extensive library — with more than 4,000 fittings and over 1,600 parametric flat parts.Despite its already rich collection, the PractiCAM™ library is constantly expanding — every new version of the software introduces new elements. In addition to the existing libraries, we can create any additional fittings, flat parts, or other elements you may need. These parts are prepared completely free of charge and delivered to you in a short time (typically 1 to 3 business days, depending on complexity).",
    "service2":"Compatibility with any equipment. The PractiCAM™ system supports a wide range of CNC machines — including plasma, laser, and other cutting machines. It also works with spiral machines, press equipment, pipe cutters, and barcode scanners. If your machine model is not already in our library, we will quickly and freely develop the necessary post-processor for your equipment — ensuring smooth and seamless integration with our software.", 
    "service3":"Throughout the workflow, PractiCAM™ continuously and accurately calculates the cost of the parts being produced. The calculations include material cost, labor, fasteners (bolts, screws, rails, rivets, etc.), and other accessories (dampers, arms, valves, etc.). While example tables are provided based on the American SMACNA standard, you can also create custom norm tables to match your own production conditions.",
    "desctitle1":"Compatibility with any equipment",
    "desctitle2":"Instant and accurate cost estimation"

}
